// {v1} {v2} {v3} {v4} //

const customTemplates = {
    // [ㄱ]
    "Garen": { // 가렌

        "P": "가렌이 8초 동안 피해를 입지 않거나 적의 스킬에 맞지 않으면 5초마다 최대 체력의 일정 비율만큼 회복합니다.<br><br>미니언과 에픽 정글 몬스터를 제외한 몬스터는 체력 재생에 영향을 주지 않습니다.",

        "Q": "가렌에게 적용된 모든 둔화 효과가 제거되고 일정 시간 동안 이동 속도가 35% 상승합니다.<br>다음 기본 공격은 1.5초 동안 침묵시키고 물리 피해를 입힙니다.<br><br><span style='color: #777777;'>강화된 기본 공격은 4.5초 후 종료됩니다.<br>이 스킬은 피해를 입힐 때 효과가 발동합니다.</span>",

        "W": "기본 지속 효과: 유닛을 처치하면 영구적으로 0.2의 방어력 및 마법 저항력이 부여되어 최대 30까지 증가합니다.<br><br>사용 시: 가렌이 4초 동안 용기백배하여 받는 피해가 감소합니다. 또한 0.75초 동안 일정 피해를 흡수하는 보호막과 60%의 강인함을 얻습니다.",

        "E": "가렌이 3초 동안 검을 들고 빠르게 회전하여 물리 피해를 여러 차례 입힙니다.<br>가장 가까운 적을 대상으로는 25%의 추가 피해를 입힙니다.<br>공격에 6번 맞은 챔피언은 6초 동안 방어력이 25% 감소합니다.<br><br><span style='color: #777777;'>아이템 및 레벨 상승으로 얻은 공격 속도 25%당 공격 횟수가 1회 증가합니다.<br>치명타가 적용될 수 있고 치명타 적용 시 130%<sup class='custom-footnote'>[2]<span class='footnote-text'>무한의대검 구비 시 139%</span></sup>의 피해를 입힙니다.</span>",

        "R": "가렌이 적을 처단할 데마시아의 힘을 소환하여 고정 피해를 입힙니다."
    },
    "Galio": { // 갈리오

        "P": "갈리오가 기본 공격 시 공격 속도가 증가하고 주변 적들에게 마법 피해를 입힙니다.<br><br>갈리오의 스킬이 적 챔피언 또는 에픽 몬스터에게 적중하면 이 효과의 재사용 대기시간이 3초 감소합니다. 재사용 대기시간은 스킬 사용 한 번당 한 번만 감소합니다.",

        "Q": "갈리오가 두 개의 돌풍을 발사해 각각 마법 피해를 입힙니다.<br><br>두 돌풍이 합쳐지면 소용돌이가 일어나 2초 동안 적 최대 체력에 비례하는 마법 피해를 입힙니다.<br><br>정글 몬스터가 대상일 때 최대 200의 피해를 체력 비례 피해로 입힙니다.",

        "W": "",

        "E": "",

        "R": ""
    },
    "Gangplank": { // 갱플랭크

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Gragas": { // 그라가스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Graves": { // 그레이브즈

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Gwen": { // 그웬

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㄴ]
    "Gnar": { // 나르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nami": { // 나미

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nasus": { // 나서스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Naafiri": { // 나피리

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nautilus": { // 노틸러스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nocturne": { // 녹턴

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nunu": { // 누누와 윌럼프

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nidalee": { // 니달리

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Neeko": { // 니코

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Nilah": { // 닐라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㄷ]
    "Darius": { // 다리우스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Diana": { // 다이애나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Draven": { // 드레이븐

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㄹ]
    "Ryze": { // 라이즈

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Rakan": { // 라칸

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Rammus": { // 람머스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Lux": { // 럭스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Rumble": { // 럼블

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Renata": { // 레나타 글라스크

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Renekton": { // 레넥톤

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Leona": { // 레오나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "RekSai": { // 렉사이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Rell": { // 렐

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Rengar": { // 렝가

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Lucian": { // 루시안

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Lulu": { // 룰루

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Leblanc": { // 르블랑

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "LeeSin": { // 리 신

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Riven": { // 리븐

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Lissandra": { // 리산드라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Lillia": { // 릴리아

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅁ]
    "MasterYi": { // 마스터 이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Maokai": { // 마오카이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Malzahar": { // 말자하

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Malphite": { // 말파이트

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Mel": { // 멜

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Mordekaiser": { // 모데카이저

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Morgana": { // 모르가나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "DrMundo": { // 문도 박사

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "MissFortune": { // 미스 포츈

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Milio": { // 밀리오

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅂ]
    "Bard": { // 바드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Varus": { // 바루스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Vi": { // 바이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Veigar": { // 베이가

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Vayne": { // 베인

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Vex": { // 벡스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Belveth": { // 벨베스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Velkoz": { // 벨코즈

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Volibear": { // 볼리베어

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Braum": { // 브라움

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Brand": { // 브랜드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Briar": { // 브라이어

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Vladimir": { // 블라디미르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Blitzcrank": { // 블리츠크랭크

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Viego": { // 비에고

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Viktor": { // 빅토르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Poppy": { // 뽀삐

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅅ]
    "Samira": { // 사미라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sion": { // 사이온

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sylas": { // 사일러스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Shaco": { // 샤코

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Senna": { // 세나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Seraphine": { // 세라핀

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sejuani": { // 세주아니

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sett": { // 세트

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sona": { // 소나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Soraka": { // 소라카

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Shen": { // 쉔

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Shyvana": { // 쉬바나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Smolder": { // 스몰더

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Swain": { // 스웨인

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Skarner": { // 스카너

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Sivir": { // 시비르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "XinZhao": { // 신 짜오

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Syndra": { // 신드라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Singed": { // 신지드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Thresh": { // 쓰레쉬

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅇ]
    "Ahri": { // 아리

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Amumu": { // 아무무

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "AurelionSol": { // 아우렐리온 솔

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ivern": { // 아이번

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Azir": { // 아지르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Akali": { // 아칼리

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Akshan": { // 아크샨

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Aatrox": { // 아트록스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Aphelios": { // 아펠리오스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Alistar": { // 알리스타

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ambessa": { // 암베사

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Annie": { // 애니

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Anivia": { // 애니비아

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ashe": { // 애쉬

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Yasuo": { // 야스오

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ekko": { // 에코

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Elise": { // 엘리스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "MonkeyKing": { // 오공

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Aurora": { // 오로라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ornn": { // 오른

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Orianna": { // 오리아나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Olaf": { // 올라프

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Yone": { // 요네

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Yorick": { // 요릭

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Udyr": { // 우디르

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Urgot": { // 우르곳

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Warwick": { // 워윅

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Yunara": { // 유나라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Yuumi": { // 유미

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Irelia": { // 이렐리아

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Evelynn": { // 이블린

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ezreal": { // 이즈리얼

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Illaoi": { // 일라오이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅈ]
    "JarvanIV": { // 자르반 4세

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Xayah": { // 자야

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zyra": { // 자이라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zac": { // 자크

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zaahen": { // 자헨

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Janna": { // 잔나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Jax": { // 잭스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zed": { // 제드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Xerath": { // 제라스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zeri": { // 제리

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Jayce": { // 제이스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zoe": { // 조이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Ziggs": { // 직스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Jhin": { // 진

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Zilean": { // 질리언

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Jinx": { // 징크스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅊ, ㅋ]
    "Chogath": { // 초가스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Karma": { // 카르마

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Camille": { // 카미유

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kassadin": { // 카사딘

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Karthus": { // 카서스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Cassiopeia": { // 카시오페아

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kaisa": { // 카이사

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Khazix": { // 카직스

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Katarina": { // 카타리나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kalista": { // 칼리스타

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kennen": { // 케넨

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Caitlyn": { // 케이틀린

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kayn": { // 케인

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kayle": { // 케일

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "KogMaw": { // 코그모

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Corki": { // 코르키

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Quinn": { // 퀸

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "KSante": { // 크산테

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kled": { // 클레드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Qiyana": { // 키아나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Kindred": { // 킨드레드

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },

    // [ㅌ, ㅍ, ㅎ]
    "Taric": { // 타릭

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Talon": { // 탈론

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Taliyah": { // 탈리야

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "TahmKench": { // 탐 켄치

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Trundle": { // 트런들

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Tristana": { // 트리스타나

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Tryndamere": { // 트린다미어

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "TwistedFate": { // 트위스티드 페이트

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Twitch": { // 트위치

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Teemo": { // 티모

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Pyke": { // 파이크

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Pantheon": { // 판테온

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Fiddlesticks": { // 피들스틱

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Fiora": { // 피오라

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Fizz": { // 피즈

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Heimerdinger": { // 하이머딩거

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Hecarim": { // 헤카림

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    },
    "Hwei": { // 흐웨이

        "P": "",

        "Q": "",

        "W": "",

        "E": "",

        "R": ""
    }
};